[
  {
    "id": "8141",
    "tagline": "https://www.rottentomatoes.com/m/pulp_fiction",
    "title": "Pulp Fiction",
    "poster_path": "https://artworks.thetvdb.com/banners/movies/228/posters/2395182.jpg",
    "genres": ["drama", "criminal"],
    "release_date": "1994-10-14T00:00:00+0200",
    "runtime": 154,
    "overview": "Vincent Vega (John Travolta) and Jules Winnfield (Samuel L. Jackson) are hitmen with a penchant for philosophical discussions. In this ultra-hip, multi-strand crime movie, their storyline is interwoven with those of their boss, gangster Marsellus Wallace (Ving Rhames) ; his actress wife, Mia (Uma Thurman) ; struggling boxer Butch Coolidge (Bruce Willis) ; master fixer Winston Wolfe (Harvey Keitel) and a nervous pair of armed robbers, 'Pumpkin' (Tim Roth) and 'Honey Bunny' (Amanda Plummer).",
    "vote_average": 9.2,
    "vote_count": 0,
    "budget": 0,
    "revenue": 0
  },
  {
    "id": "7f89",
    "tagline": "https://www.rottentomatoes.com/m/bohemian_rhapsody",
    "title": "Bohemian Rhapsody",
    "poster_path": "https://artworks.thetvdb.com/banners/movies/2/posters/2.jpg",
    "genres": ["biographical", "music"],
    "release_date": "2018-11-02T00:00:00+0300",
    "runtime": 135,
    "overview": "Freddie Mercury -- the lead singer of Queen -- defies stereotypes and convention to become one of history's most beloved entertainers. The band's revolutionary sound and popular songs lead to Queen's meteoric rise in the 1970s. After leaving the group to pursue a solo career, Mercury reunites with Queen for the benefit concert Live Aid -- resulting in one of the greatest performances in rock 'n' roll history.",
    "vote_average": 6,
    "vote_count": 0,
    "budget": 0,
    "revenue": 0
  },
  {
    "id": "4d99",
    "tagline": "https://www.rottentomatoes.com/m/kill_bill_volume_2",
    "title": "Kill Bill: Vol 2",
    "poster_path": "https://artworks.thetvdb.com/banners/movies/1409/posters/1409.jpg",
    "genres": ["oscar"],
    "release_date": "2004-04-16T00:00:00+0300",
    "runtime": 136,
    "overview": "The Bride (Uma Thurman) picks up where she left off in volume one with her quest to finish the hit list she has composed of all of the people who have wronged her, including ex-boyfriend Bill (David Carradine), who tried to have her killed four years ago during her wedding to another man. Leaving several dead in her wake, she eventually tracks down Bill in Mexico. Using skills she has learned during her assassin career, she attempts to finish what she set out to do in the first place.",
    "vote_average": 8.4,
    "vote_count": 0,
    "budget": 0,
    "revenue": 0
  },
  {
    "id": "b882",
    "tagline": "https://www.rottentomatoes.com/m/avengers_infinity_war",
    "title": "Avengers: War of Infinity",
    "poster_path": "https://artworks.thetvdb.com/banners/v4/movie/8/posters/60bc273188ee0.jpg",
    "genres": ["action", "adventure"],
    "release_date": "2018-04-27T00:00:00+0300",
    "runtime": 149,
    "overview": "Iron Man, Thor, the Hulk and the rest of the Avengers unite to battle their most powerful enemy yet -- the evil Thanos. On a mission to collect all six Infinity Stones, Thanos plans to use the artifacts to inflict his twisted will on reality. The fate of the planet and existence itself has never been more uncertain as everything the Avengers have fought for has led up to this moment.",
    "vote_average": 8.5,
    "vote_count": 0,
    "budget": 0,
    "revenue": 0
  },
  {
    "id": "5a6ac80ae643",
    "tagline": "https://www.rottentomatoes.com/m/inception",
    "title": "Inception",
    "poster_path": "https://artworks.thetvdb.com/banners/movies/113/posters/113.jpg",
    "genres": ["action"],
    "release_date": "2010-07-16T00:00:00+0300",
    "runtime": 148,
    "overview": "Dom Cobb (Leonardo DiCaprio) is a thief with the rare ability to enter people's dreams and steal their secrets from their subconscious. His skill has made him a hot commodity in the world of corporate espionage but has also cost him everything he loves. Cobb gets a chance at redemption when he is offered a seemingly impossible task: Plant an idea in someone's mind. If he succeeds, it will be the perfect crime, but a dangerous enemy anticipates Cobb's every move.",
    "vote_average": 8.7,
    "vote_count": 0,
    "budget": 0,
    "revenue": 0
  },
  {
    "id": "93119077",
    "tagline": "https://www.rottentomatoes.com/m/reservoir_dogs",
    "title": "Reservoir dogs",
    "poster_path": "https://artworks.thetvdb.com/banners/movies/879/posters/879.jpg",
    "genres": ["drama", "criminal"],
    "release_date": "1992-10-23T00:00:00+0200",
    "runtime": 99,
    "overview": "A group of thieves assemble to pull of the perfect diamond heist. It turns into a bloody ambush when one of the men turns out to be a police informer. As the group begins to question each other's guilt, the heightening tensions threaten to explode the situation before the police step in.",
    "vote_average": 9,
    "vote_count": 0,
    "budget": 0,
    "revenue": 0
  },
  {
    "id": "84cc",
    "tagline": "https://www.rottentomatoes.com/m/silence_of_the_lambs",
    "title": "The Silence of the Lambs",
    "poster_path": "https://artworks.thetvdb.com/banners/v4/movie/15030/posters/604d5307cf44c.jpg",
    "genres": ["drama", "criminal"],
    "release_date": "1991-02-13T00:00:00+0200",
    "runtime": 119,
    "overview": "Jodie Foster stars as Clarice Starling, a top student at the FBI's training academy. Jack Crawford (Scott Glenn) wants Clarice to interview Dr. Hannibal Lecter (Anthony Hopkins), a brilliant psychiatrist who is also a violent psychopath, serving life behind bars for various acts of murder and cannibalism. Crawford believes that Lecter may have insight into a case and that Starling, as an attractive young woman, may be just the bait to draw him out.",
    "vote_average": 9.5,
    "vote_count": 0,
    "budget": 0,
    "revenue": 0
  },
  {
    "id": "46d5",
    "tagline": "https://www.rottentomatoes.com/m/fight_club",
    "title": "Fight Club",
    "poster_path": "https://artworks.thetvdb.com/banners/movies/247/posters/5f610c83ddd29.jpg",
    "genres": ["drama"],
    "release_date": "1999-10-15T00:00:00+0300",
    "runtime": 139,
    "overview": "A depressed man (Edward Norton) suffering from insomnia meets a strange soap salesman named Tyler Durden (Brad Pitt) and soon finds himself living in his squalid house after his perfect apartment is destroyed. The two bored men form an underground club with strict rules and fight other men who are fed up with their mundane lives. Their perfect partnership frays when Marla (Helena Bonham Carter), a fellow support group crasher, attracts Tyler's attention.",
    "vote_average": 7.9,
    "vote_count": 0,
    "budget": 0,
    "revenue": 0
  },
  {
    "id": "809c",
    "tagline": "https://www.rottentomatoes.com/m/la_la_land",
    "title": "La La Land",
    "poster_path": "https://artworks.thetvdb.com/banners/v4/movie/139/posters/60a2f0efaa1b3.jpg",
    "genres": ["music"],
    "release_date": "2016-12-25T00:00:00+0300",
    "runtime": 129,
    "overview": "Sebastian (Ryan Gosling) and Mia (Emma Stone) are drawn together by their common desire to do what they love. But as success mounts they are faced with decisions that begin to fray the fragile fabric of their love affair, and the dreams they worked so hard to maintain in each other threaten to rip them apart.",
    "vote_average": 9.1,
    "vote_count": 0,
    "budget": 0,
    "revenue": 0
  },
  {
    "id": "eb4601cc9055",
    "tagline": "https://www.rottentomatoes.com/m/the_devil_wears_prada",
    "title": "The Devil Wears Prada",
    "poster_path": "https://artworks.thetvdb.com/banners/movies/281/posters/281.jpg",
    "genres": ["comedy", "drama"],
    "release_date": "2006-06-30T00:00:00+0300",
    "runtime": 109,
    "overview": "Andy (Anne Hathaway) is a recent college graduate with big dreams. Upon landing a job at prestigious Runway magazine, she finds herself the assistant to diabolical editor Miranda Priestly (Meryl Streep). Andy questions her ability to survive her grim tour as Miranda's whipping girl without getting scorched.",
    "vote_average": 7.5,
    "vote_count": 0,
    "budget": 0,
    "revenue": 0
  }
]
